src/main/resources/xml/trainingServer/deleteStaff.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:deleteStaffRequest>
         <my:staff_id></my:staff_id>
      </my:deleteStaffRequest>
   </soapenv:Body>
</soapenv:Envelope>
